{"translation-revision-date":"2023-08-07 06:30:08+0000","generator":"GlotPress\/4.0.0-alpha.6","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Beta":["Bêta"],"View highlights":["Consulter les points forts"],"Introducing the upgraded experience designed to help you create and edit products easier.":["Une expérience améliorée conçue pour vous aider à créer et à modifier des produits plus facilement."],"Discover the form's unique features designed to help you make this product stand out.":["Découvrez les caractéristiques uniques de ce formulaire, conçues pour vous aider à mettre en valeur votre produit."],"A new way to edit your products":["Une nouvelle façon de modifier vos produits"],"Tell me more":["En savoir plus"],"While we currently support physical products, exciting updates are coming to accommodate more types, like digital products, variations, and more. Stay tuned!":["Nous prenons actuellement en charge les produits physiques, mais des mises à jour intéressantes sont prévues pour intégrer d’autres types de produits, tels que les produits numériques, les variantes, etc. Restez à l’affût !"],"More features are on the way":["D’autres fonctionnalités sont à venir"],"Enjoy a seamless experience without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Profitez d’une expérience fluide sans recharger la page. Notre technologie moderne garantit des performances fiables et une rapidité exceptionnelle."],"Create a product from start to finish without page reloads. Our modern technology ensures reliability and lightning-fast performance.":["Créez un produit de A à Z sans recharger la page. Notre technologie moderne garantit des performances fiables et une rapidité exceptionnelle."],"Improved speed & performance":["Vitesse et performances améliorées"],"Speed & performance":["Performances et vitesse"],"Content-rich product descriptions":["Descriptions de produits riches"],"Experience a simpler, more focused interface with a modern design that enhances usability.":["Découvrez une interface plus simple et plus ciblée, avec un design moderne qui la rend plus conviviale."],"Create compelling product pages with blocks, media, images, videos, and any content you desire to engage customers.":["Créez des pages de produits attrayantes avec des blocs, des médias, des images, des vidéos et tout autre contenu que vous souhaitez pour susciter l’engagement des clients."],"Refreshed, streamlined interface":["Interface rafraîchie et rationalisée"],"Fresh and modern interface":["Interface rafraîchie et moderne"],"Turn off the new product form":["Désactiver le nouveau formulaire produit"],"Please enter no more than 500 characters.":["Veuillez ne pas saisir plus de 500 caractères."],"Please enter a valid email address.":["Veuillez saisir une adresse e-mail valide."],"In case you want to participate in further discussion and future user research.":["Vous souhaitez participer aux discussions ultérieures et aux futures recherches sur les utilisateurs ?"],"YOUR EMAIL ADDRESS <optional \/>":["VOTRE ADRESSE E-MAIL <optional \/>"],"(OPTIONAL)":["(FACULTATIF)"],"ADDITIONAL THOUGHTS <optional \/>":["REMARQUES COMPLÉMENTAIRES <optional \/>"],"How's your experience with the new product form?":["Que pensez-vous du nouveau formulaire produit ?"],"Using the product form means less clicking around. Product details are neatly grouped by tabs, so you always know where to go.":["L’utilisation du formulaire produit permet de réduire les clics. Les informations sur le produit sont soigneusement regroupées par onglets, de sorte que vous sachiez toujours où aller."],"About the editor…":["À propos de l’éditeur…"],"Save changes and go back to the classic product editing screen.":["Enregistrez les modifications et revenez à l’écran classique de modification de produit."],"Meet the product editing form":["Découvrez le formulaire d’édition de produit"],"The product editing screen's functionality meets my needs":["La fonctionnalité Écran de modification de produits répond à mes besoins."],"The product editing screen is easy to use":["L’écran de modification de produits est facile à utiliser."],"Finish":["Terminer"],"Page %1$d of %2$d":["Page %1$d sur %2$d"],"Guide controls":["Guider les contrôles"],"Share feedback":["Partager des commentaires"],"Previous":["Précédent"],"Next":["Suivant"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/product-page.js"}}